export const SURVEY_TEXT = [
  {
    id: 1,
    question: "어떤 여행을 하고 싶으신가요?",
    option: [
      { id: 1, text: "저는 역사와 문화에 탐구하고 싶어요" },
      { id: 2, text: "저는 자연에서의 힐링 여행을 하고싶어요" },
      { id: 3, text: "저는 도시에서 놀고싶어요" }
    ]
  },
  {
    id: 2,
    question: "가고싶은 지역은 어디인가요?",
    option: [
      { id: 1, text: "수도권" },
      { id: 2, text: "강원도" },
      { id: 3, text: "경상도" },
      { id: 4, text: "충청도" },
      { id: 5, text: "전라도" },
      { id: 6, text: "제주도" }
    ]
  },
  {
    id: 3,
    question: "여행지 선택시 고려하는 요소는 무엇인가요?",
    option: [
      { id: 1, text: "저는 활동적인 장소를 찾아다녀요" },
      { id: 2, text: "저는 힐링이 최우선이에요" }
    ]
  },
  {
    id: 4,
    question: "결과보기"
  }
];

export const SURVEY_RESULT = [
  // 수도권
  {
    resultId: 1111,
    id: "8246127",
    name: "남산골 한옥마을",
    place_name: "남산골 한옥마을",
    address_name: "서울 중구 필동2가 84-1",
    phone: "02-6358-5533",
    x: "126.99443158318867",
    y: "37.559311690784995"
  },
  {
    resultId: 1112,
    id: "21273056",
    name: "인사동",
    place_name: "인사동 문화의 거리",
    address_name: "서울 종로구 관훈동 30-1",
    phone: "",
    x: "126.985591616819",
    y: "37.5745467832909"
  },
  {
    resultId: 1121,
    id: "18619553",
    name: "경복궁",
    place_name: "경복궁",
    address_name: "서울 종로구 세종로 1-91",
    phone: "02-3700-3900",
    x: "126.976896737645",
    y: "37.5776087830657"
  },
  {
    resultId: 1122,
    id: "11320114",
    name: "인천대공원",
    place_name: "인천대공원",
    address_name: "인천 남동구 장수동 753",
    phone: "032-466-7282",
    x: "126.76017260475932",
    y: "37.457761295660084"
  },
  {
    resultId: 2111,
    id: "18376820",
    name: "소야도",
    place_name: "소야도",
    address_name: "인천 옹진군 덕적면 소야리",
    phone: "",
    x: "126.16851647134",
    y: "37.2186267671783"
  },
  {
    resultId: 2112,
    id: "1913983226",
    name: "남산",
    place_name: "남산서울타워",
    address_name: "서울 용산구 용산동2가 산 1-3",
    phone: "02-3455-9277",
    x: "126.98820799353979",
    y: "37.55127433407266"
  },
  {
    resultId: 2121,
    id: "1164966384",
    name: "서울식물원",
    place_name: "서울식물원",
    address_name: "서울 강서구 마곡동 727-256",
    phone: "02-2104-9716",
    x: "126.835037244018",
    y: "37.5693958477101"
  },
  {
    resultId: 2122,
    id: "8136085",
    name: "뚝섬한강공원",
    place_name: "뚝섬한강공원",
    address_name: "서울 광진구 자양동 427-6",
    phone: "02-3780-0521",
    x: "127.06892112991",
    y: "37.5292974433415"
  },
  {
    resultId: 3111,
    id: "27560699",
    name: "롯데월드",
    place_name: "롯데월드",
    address_name: "서울 송파구 잠실동 40-1",
    phone: "1661-2000",
    x: "127.09811980036908",
    y: "37.51113059993883"
  },
  {
    resultId: 3112,
    id: "1991961498",
    name: "스포츠몬스터",
    place_name: "스몹 하남점",
    address_name: "경기 하남시 미사대로 750",
    phone: "1668-4832",
    x: "127.223740814177",
    y: "37.5454353155071"
  },
  {
    resultId: 3121,
    id: "1662602781",
    name: "더현대서울",
    place_name: "더현대 서울",
    address_name: "서울 영등포구 여의도동 22",
    phone: "02-767-2233",
    x: "126.92844612411159",
    y: "37.525872071029134"
  },
  {
    resultId: 3122,
    id: "7962848",
    name: "송추계곡",
    place_name: "송추계곡",
    address_name: "경기 양주시 장흥면 울대리 522",
    phone: "",
    x: "126.98277927899",
    y: "37.713683573467"
  },
  // 강원도
  {
    resultId: 1211,
    id: "7845008",
    name: "동해신묘",
    place_name: "동해신묘지",
    address_name: "강원특별자치도 양양군 양양읍 조산리 339",
    phone: "033-670-2225",
    x: "128.637626081382",
    y: "38.10955042159"
  },
  {
    resultId: 1212,
    id: "15147983",
    name: "설악산 국립공원",
    place_name: "설악산국립공원",
    address_name: "강원특별자치도 인제군 북면 용대리 산 12-21",
    phone: "033-801-0900",
    x: "128.39306480593385",
    y: "38.14840757932009"
  },
  {
    resultId: 1221,
    id: "8136162",
    name: "한계산성",
    place_name: "한계산성",
    address_name: "강원특별자치도 인제군 북면 한계리 산 1-1",
    phone: "",
    x: "128.297417621051",
    y: "38.1443359335239"
  },
  {
    resultId: 1222,
    id: "8225120",
    name: "낙산사",
    place_name: "낙산사",
    address_name: "강원특별자치도 양양군 강현면 전진리 57-1",
    phone: "033-672-2447",
    x: "128.62797761765904",
    y: "38.125432743310995"
  },
  {
    resultId: 2211,
    id: "26911134",
    name: "서피비치",
    place_name: "서피비치",
    address_name: "강원특별자치도 양양군 현북면 중광정리 508",
    phone: "1522-2729",
    x: "128.71728231189653",
    y: "38.027834441415756"
  },
  {
    resultId: 2212,
    id: "8036325",
    name: "울산바위",
    place_name: "설악산 울산바위",
    address_name: "강원특별자치도 속초시 설악동",
    phone: "",
    x: "128.468043503233",
    y: "38.1976381517591"
  },
  {
    resultId: 2221,
    id: "17788389",
    name: "안반데기",
    place_name: "안반데기",
    address_name: "강원특별자치도 강릉시 왕산면 대기리 2214-107",
    phone: "033-655-5119",
    x: "128.7391412750242",
    y: "37.62290058479758"
  },
  {
    resultId: 2222,
    id: "11164998",
    name: "정동진",
    place_name: "정동진해변",
    address_name: "강원특별자치도 강릉시 강동면 정동진리 64-3",
    phone: "033-660-3597",
    x: "129.036259739972",
    y: "37.6891659795686"
  },
  {
    resultId: 3211,
    id: "7813421",
    name: "오션월드",
    place_name: "비발디파크 오션월드",
    address_name: "서울 송파구 잠실동 40-1",
    phone: "",
    x: "127.09811980036908",
    y: "37.51113059993883"
  },
  {
    resultId: 3212,
    id: "1308332525",
    name: "알파카월드",
    place_name: "알파카월드",
    address_name: "강원특별자치도 홍천군 화촌면 풍천리 산 53-2",
    phone: "1899-2250",
    x: "127.88373612378321",
    y: "37.82764964418618"
  },
  {
    resultId: 3221,
    id: "8143646",
    name: "하슬라 아트 월드",
    place_name: "하슬라아트월드",
    address_name: "강원특별자치도 강릉시 강동면 정동진리 524-25",
    phone: "033-644-9411",
    x: "129.009485518837",
    y: "37.7058296552942"
  },
  {
    resultId: 3222,
    id: "11209011",
    name: "제이드가든 수목원",
    place_name: "제이드가든수목원",
    address_name: "강원특별자치도 춘천시 남산면 서천리 412",
    phone: "033-260-8300",
    x: "127.54195227749241",
    y: "37.83288061643225"
  },
  // 경상도
  {
    resultId: 1311,
    id: "11209011",
    name: "보문단지",
    place_name: "보문단지",
    address_name: "경북 경주시 신평동 375",
    phone: "",
    x: "129.286457234372",
    y: "35.8427844332634"
  },
  {
    resultId: 1312,
    id: "25236073",
    name: "무섬마을",
    place_name: "무섬마을",
    address_name: "경북 영주시 문수면 수도리 222",
    phone: "054-634-0040",
    x: "128.621571371272",
    y: "36.7318548849167"
  },
  {
    resultId: 1321,
    id: "7999373",
    name: "하회마을",
    place_name: "안동하회마을",
    address_name: "경북 안동시 풍천면 하회리 1176-1",
    phone: "054-853-0103",
    x: "128.518141153901",
    y: "36.5389828267328"
  },
  {
    resultId: 1322,
    id: "7999373",
    name: "불국사",
    place_name: "불국사",
    address_name: "경북 경주시 진현동 15-1",
    phone: "054-746-9913",
    x: "129.3318426090494",
    y: "35.78991466172384"
  },
  {
    resultId: 2311,
    id: "7913306",
    name: "해운대 해수욕장",
    place_name: "해운대 해수욕장",
    address_name: "부산 해운대구 우동",
    phone: "051-749-7612",
    x: "129.159854668484",
    y: "35.1585232170784"
  },
  {
    resultId: 2312,
    id: "8347212",
    name: "용추계곡",
    place_name: "용추계곡",
    address_name: "경북 문경시 가은읍 완장리 산 114",
    phone: "",
    x: "127.963612889418",
    y: "36.672166371266"
  },
  {
    resultId: 2321,
    id: "25035521",
    name: "바람의 언덕",
    place_name: "바람의언덕",
    address_name: "경남 거제시 남부면 갈곶리 산 14-47",
    phone: "",
    x: "128.663149179091",
    y: "34.7446210175676"
  },
  {
    resultId: 2322,
    id: "9700708",
    name: "다랭이 마을",
    place_name: "다랭이마을",
    address_name: "경남 남해군 남면 남면로679번길 21",
    phone: "055-863-3427",
    x: "127.89404799878",
    y: "34.7275303909963"
  },
  {
    resultId: 3311,
    id: "1338453617",
    name: "경주월드",
    place_name: "경주월드",
    address_name: "경북 경주시 천군동 191-5",
    phone: "1544-8765",
    x: "129.28206598992438",
    y: "35.836252574629924"
  },
  {
    resultId: 3312,
    id: "24586167",
    name: "롯데워터파크",
    place_name: "롯데워터파크",
    address_name: "경남 김해시 신문동 1417",
    phone: "",
    x: "128.82930509028",
    y: "35.180877561285"
  },
  {
    resultId: 3321,
    id: "21362956",
    name: "감천문화마을",
    place_name: "감천문화마을",
    address_name: "부산 사하구 감천동 10-13",
    phone: "051-204-1444",
    x: "129.00942831915552",
    y: "35.09630012826786"
  },
  {
    resultId: 3322,
    id: "25661344",
    name: "전포카페거리",
    place_name: "전포카페거리",
    address_name: "부산 부산진구 전포동 682",
    phone: "",
    x: "129.062569363766",
    y: "35.1554466988384"
  },
  // 충청도
  {
    resultId: 1411,
    id: "11377223",
    name: "공산성",
    place_name: "공산성",
    address_name: "충남 공주시 금성동 65-3",
    phone: "041-856-7700",
    x: "127.126296598501",
    y: "36.4632408446971"
  },
  {
    resultId: 1412,
    id: "17697891",
    name: "중앙탑사적공원",
    place_name: "중앙탑사적공원",
    address_name: "충북 충주시 중앙탑면 탑평리 50",
    phone: "043-850-6734",
    x: "127.866263744447",
    y: "37.0182177187631"
  },
  {
    resultId: 1421,
    id: "7834305",
    name: "독립기념관",
    place_name: "독립기념관",
    address_name: "충남 천안시 동남구 목천읍 남화리 230-1",
    phone: "041-560-0114",
    x: "127.22280833066404",
    y: "36.78366949071773"
  },
  {
    resultId: 1422,
    id: "8095814",
    name: "청풍문화재단지",
    place_name: "청풍문화재단지",
    address_name: "충북 제천시 청풍면 물태리 104-7",
    phone: "043-647-7003",
    x: "128.17080447014237",
    y: "37.00474820499549"
  },
  {
    resultId: 2411,
    id: "7891228",
    name: "보성녹차밭",
    place_name: "보성녹차밭",
    address_name: "전남 보성군 보성읍 봉산리 1288-1",
    phone: "061-511-3455",
    x: "127.077901795169",
    y: "34.7159597989524"
  },
  {
    resultId: 2412,
    id: "12777479",
    name: "의림지",
    place_name: "의림지",
    address_name: "충북 제천시 모산동 241",
    phone: "",
    x: "128.210563520673",
    y: "37.1731740067772"
  },
  {
    resultId: 2421,
    id: "8010414",
    name: "영인산자연휴양림",
    place_name: "영인산자연휴양림",
    address_name: "충남 아산시 영인면 아산리 산 56-1",
    phone: "041-538-195",
    x: "126.95008137577206",
    y: "36.84057188113037"
  },
  {
    resultId: 2422,
    id: "17183137",
    name: "문암생태공원",
    place_name: "문암생태공원",
    address_name: "충북 청주시 청원구 정상동 368-20",
    phone: "",
    x: "127.448094318509",
    y: "36.6743353100414"
  },
  {
    resultId: 3411,
    id: "18558779",
    name: "예산시장",
    place_name: "예산상설시장",
    address_name: "충남 예산군 예산읍 예산리 333-1",
    phone: "041-333-3318",
    x: "126.84960198927",
    y: "36.6769757340642"
  },
  {
    resultId: 3412,
    id: "8131581",
    name: "한화생명이글스파크",
    place_name: "한화생명이글스파크",
    address_name: "대전 중구 대사동 84-4",
    phone: "042-630-8200",
    x: "127.429163729933",
    y: "36.3170804578898"
  },
  {
    resultId: 3421,
    id: "17733090",
    name: "성심당",
    place_name: "성심당 본점",
    address_name: "대전 중구 은행동 145-1",
    phone: "1588-8069",
    x: "127.42727719121109",
    y: "36.32765802936324"
  },
  {
    resultId: 3422,
    id: "8090982",
    name: "청남대",
    place_name: "청남대",
    address_name: "충북 청주시 상당구 문의면 신대리 산 26-1",
    phone: "043-257-5080",
    x: "127.49176536339175",
    y: "36.46284607510989"
  },
  // 전라도
  {
    resultId: 1511,
    id: "10731896",
    name: "전주한옥마을",
    place_name: "전주한옥마을",
    address_name: "전북 전주시 완산구 풍남동3가 64-1",
    phone: "063-282-1330",
    x: "127.152557091072",
    y: "35.8148243087693"
  },
  {
    resultId: 1512,
    id: "11739604",
    name: "목포근대역사관",
    place_name: "목포근대역사관",
    address_name: "전남 목포시 대의동2가 1-5",
    phone: "061-242-0340",
    x: "126.38208646508214",
    y: "34.787532306488664"
  },
  {
    resultId: 1521,
    id: "25050078",
    name: "고창읍성",
    place_name: "고창읍성",
    address_name: "전북 고창군 고창읍 읍내리 산 9",
    phone: "063-560-8067",
    x: "126.704868949804",
    y: "35.4297310502044"
  },
  {
    resultId: 1522,
    id: "22008733",
    name: "국립나주박물관",
    place_name: "국립나주박물관",
    address_name: "전남 나주시 반남면 신촌리 262-1",
    phone: "061-330-7800",
    x: "126.659086704198",
    y: "34.9149022156299"
  },
  {
    resultId: 2511,
    id: "7960510",
    name: "순천만",
    place_name: "순천만자연생태관",
    address_name: "전남 순천시 대대동 162-2",
    phone: "061-749-6052",
    x: "127.509820497776",
    y: "34.8853801201683"
  },
  {
    resultId: 2512,
    id: "352120340",
    name: "여수 이순신공원",
    place_name: "이순신공원",
    address_name: "전남 여수시 웅천동 1865-1",
    phone: "",
    x: "127.67893116327147",
    y: "34.74307490814159"
  },
  {
    resultId: 2521,
    id: "890211371",
    name: "윤제림",
    place_name: "윤제림",
    address_name: "전남 보성군 겸백면 수남리",
    phone: "",
    x: "127.203470470419",
    y: "34.8228633321364"
  },
  {
    resultId: 2522,
    id: "8070994",
    name: "죽녹원",
    place_name: "죽녹원",
    address_name: "전남 담양군 담양읍 향교리 산 44",
    phone: "061-380-2680",
    x: "126.98593088715316",
    y: "35.32783714533351"
  },
  {
    resultId: 3511,
    id: "1553633244",
    name: "아쿠아시티",
    place_name: "아쿠아시티광주",
    address_name: "광주 북구 매곡동 373-16",
    phone: "062-528-1300",
    x: "126.889378417949",
    y: "35.1871280358842"
  },
  {
    resultId: 3512,
    id: "26861048",
    name: "장항스카이워크",
    place_name: "장항스카이워크",
    address_name: "충남 서천군 장항읍 송림리 산 58-48",
    phone: "041-956-5505",
    x: "126.66518032365",
    y: "36.0184418365009"
  },
  {
    resultId: 3521,
    id: "15135890",
    name: "광주 송정역",
    place_name: "광주송정역",
    address_name: "광주 광산구 송정동 1003-1",
    phone: "1544-7788",
    x: "126.79080503506053",
    y: "35.13766750683345"
  },
  {
    resultId: 3522,
    id: "27233966",
    name: "국립아시아문화전당",
    place_name: "국립아시아문화전당",
    address_name: "광주 동구 광산동 13",
    phone: "1899-5566",
    x: "126.92135353457694",
    y: "35.147333715652636"
  },
  // 제주도
  {
    resultId: 1611,
    id: "25047260",
    name: "알뜨르비행장",
    place_name: "알뜨르비행장",
    address_name: "제주특별자치도 서귀포시 대정읍 상모리 1670",
    phone: "",
    x: "126.271527320164",
    y: "33.2047161778831"
  },
  {
    resultId: 1612,
    id: "7923901",
    name: "삼성혈",
    place_name: "삼성혈",
    address_name: "제주특별자치도 제주시 이도일동 1313",
    phone: "",
    x: "126.52876306017112",
    y: "33.50442796435783"
  },
  {
    resultId: 1621,
    id: "10805294",
    name: "제주목관아지",
    place_name: "제주목 관아",
    address_name: "제주특별자치도 제주시 삼도2동 1045-1",
    phone: "",
    x: "126.522003486182",
    y: "33.5142023610171"
  },
  {
    resultId: 1622,
    id: "8067497",
    name: "제주민속박물관",
    place_name: "제주특별자치도 민속자연사박물관",
    address_name: "제주특별자치도 제주시 일도2동 996-1",
    phone: "064-710-7708",
    x: "126.531526116804",
    y: "33.5063444077675"
  },
  {
    resultId: 2611,
    id: "21348535",
    name: "산굼부리",
    place_name: "산굼부리",
    address_name: "제주특별자치도 제주시 조천읍 교래리 166-2",
    phone: "064-783-9900",
    x: "126.69383199842952",
    y: "33.4325740941816"
  },
  {
    resultId: 2612,
    id: "21135119",
    name: "한라산 국립공원",
    place_name: "한라산국립공원",
    address_name: "제주특별자치도 제주시 오등동 산 182",
    phone: "064-713-9950",
    x: "126.54222094512",
    y: "33.3766655632143"
  },
  {
    resultId: 2621,
    id: "8025182",
    name: "우도",
    place_name: "우도",
    address_name: "제주특별자치도 제주시 우도면 연평리",
    phone: "064-728-4333",
    x: "126.955582257582",
    y: "33.5044199749505"
  },
  {
    resultId: 2622,
    id: "8067359",
    name: "절물 자연 휴양림",
    place_name: "절물자연휴양림",
    address_name: "제주특별자치도 제주시 봉개동 산 78-1",
    phone: "064-728-1510",
    x: "126.628011263739",
    y: "33.4391525898214"
  },
  {
    resultId: 3611,
    id: "1508345156",
    name: "아르떼뮤지엄",
    place_name: "아르떼뮤지엄 제주",
    address_name: "제주특별자치도 제주시 애월읍 어음리 1503",
    phone: "1899-5008",
    x: "126.34501060259869",
    y: "33.39670048068425"
  },
  {
    resultId: 3612,
    id: "1519497859",
    name: "감귤카트",
    place_name: "롯데월드",
    address_name: "제주특별자치도 서귀포시 색달동 2629",
    phone: "064-805-0888",
    x: "126.407796906266",
    y: "33.2548861214166"
  },
  {
    resultId: 3621,
    id: "1019659671",
    name: "드림타워",
    place_name: "드림타워",
    address_name: "제주특별자치도 서귀포시 서호동 1148-16",
    phone: "",
    x: "126.511257049719",
    y: "33.2595896520051"
  },
  {
    resultId: 3622,
    id: "8045145",
    name: "이중섭 미술관",
    place_name: "이중섭미술관",
    address_name: "제주특별자치도 서귀포시 이중섭로 27-3",
    phone: "064-760-3567",
    x: "126.564887992506",
    y: "33.2459037788334"
  }
];
